Repository: cmikula/advancedmovieselection
Catalog: src/locale/*/LC_MESSAGES/AdvancedMovieSelection.po
Languages: it

source: Hide percent in movielist
it: Nascondi percentuale di visione nell'elenco film

source: Show percent in movielist
it: Mostrare percentuale di visione nell'elenco film

source: Hide movie status icon in movielist
it: Nascondi l'icona di stato nell'elenco film

source: Show movie status icon in movielist
it: Mostrare l'icona di stato del film nell'elenco film

source: Hide movie color status in movielist
it: Nascondi l'icona di stato del film nell'elenco film

source: Show movie color status in movielist
it: Mostrare il colore dello stato del film nell'elenco film

source: Download and save movie info/cover for all movies
it: Scaricare e salvare le informazioni e le cover per tutti i film

source: Download and save movie info/cover
it: Scaricare e salvare informazioni e cover del film

source: Update all genre in meta from eit
it: Aggiornare tutti i generi nel meta dall'eit

source: Delete movie images
it: Cancellare cover del film

source: Delete movie info
it: Cancellare informazioni del film

source: Delete movie info and images
it: Cancellare informazioni e cover del film

source: Movie tags
it: Tags del film

source: Setup Moviebar position
it: Impostare la posizione della Moviebar

source: Search Trailer on web
it: Cercare il Trailer sul web

source: Clientbox setup
it: Impostazioni remote

source: Backup/Restore
it: Backup/Ripristino

source: Select scan locations for movie library
it: Selezionare le posizioni di scansione per la libreria dei film

source: Setup
it: Impostazioni Advanced Movie Selection

source: Advanced Movie Selection Menu
it: Menu Advanced Movie Selection

source: The device '%s' can now removed!
it: Ora la periferica '%s' può essere rimossa!

source: Error occurred during unmounting device!
it: Errore durante la disinstallazione della periferica!

source: No internet connection available!
it: Connessione internet non disponibile!

source: Move/Copy not possible here!
it: Qui non è possibile Spostare/Copiare!

source: Enter text to search for
it: Inserire il testo da cercare

source: Do you really want to delete info/cover from: %s?
it: Vuoi veramente cancellare informazioni e cover di: %s?

source: You cannot delete this!
it: Questo no può essere cancellato!

source: Do you really want to delete cover from: %s?
it: Vuoi veramente cancellare la cover di: %s?

source: Do you really want to delete movie info from: %s?
it: Vuoi veramente cancellare le informazioni di: %s?

source: Please wait... Loading list...
it: Si prega di attendere… Elenco in caricamento

source: ATTENTION: Ask before delete is disabled!
it: ATTENZIONE: E' disabilitata la richiesta di conferma prima di cancellare!

source: Select the movie path
it: Selezionare il percorso del film

source: Multiselection
it: Scelte multiple

source: Advanced movielist menu
it: Menu avanzato elenco film

source: Exit movielist
it: Uscire dall'elenco film

source: Select movie
it: Selezionare il film

source: Video preview jump forward
it: Saltare l'anteprima del film

source: Video preview jump backward
it: Tornare all anteprima del film

source: Jump to next marker
it: Vai all'indicatore successivo

source: Jump to previous marker
it: Vai all'indicatore precedente

source: Start/Stop video preview
it: Start/Stop anteprima del film

source: %s is currently recording!
it: %s è in registrazione!

source: The timer for %s will be delete for stop the recording and after this the movie will be move to trashcan. Do you really want to continue?
it: Il timer per %s sarà cancellato per interrompere la registrazione ed il film sarà spostato nel cerino. Vuoi continuare veramente?

source: Do you really want to move %s to trashcan?
it: Veramente vuoi spostare %s nel cestino?

source: The timer for %s will be delete for stop the recording and after this the movie will be deleted. Do you really want to continue?
it: Il Timer per %s sarà cancellato per fermare la registrazione ed il film sarà cancellato Vuoi continuare veramente?

source: Recordings are active, the timer(s) will also be deleted!
it: Le registrazioni sono attive, anche il timer sarà cancellato!

source: Do you really want to move selected movies to trashcan?
it: Vuoi veramente spostare i film selezionati nel cestino?

source: Do you really want to delete selected movies?
it: Vuoi veramente cancellare i film selezionati?

source: This cannot deleted, please select a movie for!
it: Questo non può essere cancellato, si prega di selezionare un film!

source: Delete failed!
it: Cancellazione non riuscita!

source: Load Length of Movies in Movielist has been disabled. Close and reopen Movielist is required to apply the setting.
it: L'opzione caricare la durata dei film nell'Elenco Film è stata disabilitata. E' necessario chiudere e riaprire l'Elenco Film per applicare l'impostazione.

source: Movie location:
it: Posizione del film:

source: [Library update in progress]
it: [Caricamento libreria in avanzamento]

source: Please select the movie path...
it: Si prega di selezionare il percorso del film…

source: Directory %s nonexistent.
it: Cartella %s inesistente.

source: Please select tag to filter...
it: Si prega di selezionare il tag per filtrare...

source: No tags are set on these movies.
it: Non sono impostati tags in questo film.

source: Please select the search path(s) for movies...
it: Si prega di selezionare i percorsi per i film…

source: Use direction keys to move the Moviebar. Press OK button for save or the EXIT button to cancel. Use the red button for reset to the original position.
it: Usare i tasti direzione per spostare la Moviebar. Pigiare il tasto OK per salvare oppure il tasto EXIT per annullare. Pigiare il tasto rosso per ripristinare la posizione originale.

source: Setup Advanced Movie Selection
it: Impostazioni Advanced Movie Selection

source: Alternate Movie Selection
it: Selezione Film Alternativa

source: Move Copy Progress
it: Avanzamento Sposta-Copia

source: Show progress of move or copy job
it: Mostrare avanzamento operazione Sposta o Copia

source: Show up to VSR-%d
it: Mostrare fino al VSR-%d

source: Show folders
it: Mostrare cartelle

source: Hide folders
it: Cancella cartelle

source: Show seen movies
it: Mostrare i film visti

source: Hide seen movies
it: Nascondi i film visti

source: Show bookmarks
it: Mostrare segnalibri

source: Hide bookmarks
it: Nascondi segnalibri

source: Show library
it: Mostrare libreria

source: Hide library
it: Nascondere libreria

source: Show marker
it: Mostrare indicatore

source: Hide marker
it: Nascondi indicatore

source: To movielist
it: All'elenco dei film

source: To library
it: Alla libreria

source: Sort alphabetically
it: Ordina alfabeticam.

source: Sort by Description
it: Ordina per descriz.

source: Sort by Date (9->1)
it: Ordina per data • 9>1

source: Sort by Date (1->9)
it: Ordina per data • 1>9

source: Set tag here not possible, please select a movie for!
it: Non si può impostare un tag, selezionare un film per farlo!

source: Trailer search here not possible, please select a movie!
it: Non si può cercare un trailer, seleziona un film!

source: Move/Copy from complete directory/symlink not possible, please select a single movie!
it: Non si può Spostare/Copiare l'intera cartella/link, selezionare un singolo film!

source: Rename here not possible, please select a movie!
it: Non è possibile rinominare, selezionare un film!

source: TMDb search here not possible, please select a movie!
it: Non si può eseguire una ricerca su TMDb, selezionare un film!

source: Show up to
it: Mostrare fino a

source: This may not be marked as seen!
it: Non può essere segnato come visto!

source: This may not be marked as unseen!
it: Non può essere segnato come non visto!

source: Unknown error!
it: Errore sconosciuto!

source: Plugin not found!
it: Plugin non trovato!

source: No plugin assigned!
it: Nessun plugin assegnato!

source: Clear
it: Cancellare

source: VSR-0 (General Audience)
it: VSR-0 (Per Tutti)

source: VSR-6 (Parental Guidance Suggested)
it: VSR-6 (Consigliata Presenza Genitori)

source: VSR-12 (Parents Strongly Cautioned)
it: VSR-12 (Consigliata Presenza Genitori)

source: VSR-16 (Restricted)
it: VSR-16 (Visone Riservata)

source: VSR-18 (No One 17 And Under Admitted)
it: VSR-18 (Visione per Adulti)

source: Please select the VSR here:
it: Selezionare la VSR qui::

source: Select movie by description:
it: Selezionare film per descrizione:

source: Record Paths Settings
it: Impostazioni Percorsi Registrazioni

source: Move/copy location:
it: Posizione per Sposta/Copia:

source: Please select the default move/copy location which is used for move/copy movies.
it: Selezionare la posizione predefinita per Sposta/Copia usata per Spostare/Copiare i film.

source: Location for move/copy files
it: Posizione per Sposta/Copia files:

source: Location:
it: Località:

source: Displayed bookmark name:
it: Nome del segnalibro visualizzato:

source: Foldername:
it: Nome della cartella:

source: Filename:
it: Nome del file:

source: Movietitle:
it: Nome del Film:

source: Description:
it: Descrizione:

source: Change Bookmarkname
it: Cambia il nome del segnalibro

source: Change Foldername
it: Cambia il nome della cartella

source: Change File/Moviename and/or Description
it: Cambia File/Nome del Film e/o Descrizione

source: Use arrow left/right for position
it: Usare la freccia sinistra/destra per la posizione

source: Jump x minutes forward (OK for seek):
it: Vai avanti X minuti (OK per cercare):

source: Jump x minutes back (OK for seek):
it: Vai indietro X minuti (OK per cercare):

source: Go manual to position (OK for seek):
it: Vai alls posizione manuale (OK per cercare):

source: Advanced Movie Selection Seek
it: Cercare Advanced Movie Selection

source: Manual jump to:
it: Salta manualmente a:

source: Toggle selected
it: Scambiare i selezionati

source: Create new Tag
it: Creare un nuovo Tag

source: Load Tag(s) from movies
it: Caricare i Tags dai film

source: Use the OK Button for the selection.
it: Pigiare il tasto OK per selezionare.

source: Add Tag(s) for Recordings/Timer or AutoTimer
it: Aggiungi Tags per Registrazioni/Timer o AutoTimer

source: Edit Tag(s) for: %s
it: Modifica Tags per: %s

source: Edit Tag(s)
it: Modifida Tags

source: Please enter here the new tag:
it: Si prega di inserire qui il nuovo Tag:

source: Do you really want to delete unused tags from default taglist? (Note that 'Cancel' will not undo this!)
it: Vuoi veramente cancellare i tags inutilizzati dall'elenco tags predefiniti? (Attenzione: 'Annulla' non annullerà questa operazione!)

source: Rename tag "%s" in movies and default taglist? (Note that 'Cancel' will not undo this!)
it: Rinominare il tag "%s" nei film e nell'elenco tags predefiniti? (Attenzione: 'Annulla' non annullerà questa operazione!)

source: Do you really want to delete tag "%s" from movies and default taglist? (Caution can not be undone!)
it: Vuoi veramente cancellare il tag "%s" dai film e dall'elenco tags predefiniti? (Attenzione, questa operazione non può essere annullata!)

source: Do you really want to delete all tags from movies and default taglist? (Caution can not be undone!)
it: Vuoi veramente cancellare tutti i tags dai film e dall'elenco tags predefiniti? (Attenzione, questa operazione non può essere annullata!)

source: Add new tag
it: Aggiungi un nuovo tag

source: Rename this tag
it: Rinomina questo tag

source: Delete this tag
it: Cancella questo tag

source: Delete unused tags from default taglist
it: Cancellare i tags inutilizzati dall'elenco tags predefiniti?

source: Delete all tags
it: Cancellare tutti i tags

source: Record date:
it: Data registrazione:

source: Record time:
it: Ora registrazione:

source: Delete selected movie
it: Cancellare il film selezionato

source: Restore movie
it: Ripristinare il film

source: Empty wastbasket
it: Vuotare il cestino

source: Restore all movies
it: Ripristinare tutti i film

source: Delete movie
it: Cancellare il film

source: Empty Trash
it: Vuotare il cestino

source: Please wait... Loading trash list...
it: Attendere… Elenco del cestino in caricamento…

source: Exit wastebasket
it: Uscire dal cestino

source: Advanced Movie Selection - Wastebasket
it: Advanced Movie Selection - Cestino

source: Last automated wastebasket empty:
it: Ultimo svuotamento automatico cestino:

source: Never!
it: Mai!

source: Last automated wastebasket empty at %s
it: Ultimo svuotamento automatico cestino al %s

source: Next automated wastebasket empty at %s
it: Prossimo svuotamento automatico cestino al %s

source: No last empty status available!
it: Non è disponibile lo stato dell'ultimo svuotamento!

source: No next empty status available!
it: Non è disponibile lo stato del prossimo svuotamento!

source: Auto empty wastebasket is disabled
it: Lo svuotamento automatico del cestino è disabilitato

source: Wastebasket: %s
it: Cestino: %s

source: Trash count: %d
it: Totale film: %d

source: Trash size: %d MB
it: Dimensione cestino: %d MB

source: Trash size:
it: Dimensione cestino:

source: Trash count:
it: Totale film:

source: Wastebasket is empty!
it: Il cestino è vuoto!

source: Recording(s) are in progress or coming up in few seconds! Now movie delete can damage the recording(s)! Realy delete movie?
it: Registrazione in corso o in avvio tra pochi secondi! Cancellare ora il film può danneggiare la registrazione! Cancellare il film?

source: Do you really want to delete all movies?
it: Vuoi veramente cancellare tutti i film?

source: Recording(s) are in progress or coming up in few seconds! Now empty the Wastebasket can damage the recording(s)! Realy empty the Wastbasket?
it: Registrazione in corso o in avvio tra pochi secondi! Svuotare ora il cestino può danneggiare la registrazione! Svuotare il cestino?

source: Restore failed!
it: Ripristino non riuscito!

source: Ask user
it: Chiedere all'utente

source: Resume from last position
it: Riprendere dall'ultima posizione

source: Start from the beginning
it: Avviare dall'inizio

source: Return to movie list
it: Tornare all'elenco film

source: Return to previous service
it: Tornare al canale precedente

source: Pause movie at end
it: Mettere in pausa alla fine del film

source: Shutdown
it: Spegnere

source: Only current location
it: Solo l'attuale posizione

source: Current location and all subdirectories
it: Posizione attuale e tutte le sottocartelle

source: All directorys below '/media'
it: Tutte le cartelle sotto '/media'

source: German (without Year)
it: Tedesco (senza Anno)

source: German (with Year)
it: Tedesco (con Anno)

source: German (with Starttime)
it: Tedesco (con l'ora di inizio)

source: Enigma 2 default
it: Predefinito Enigma 2

source: English (without Year)
it: Inglese (senza Anno)

source: English (with Year)
it: Inglese (con Anno)

source: English (with Starttime)
it: Inglese (con l'ora di inizio)

source: Yellow
it: Giallo

source: Blue
it: Blu

source: Red
it: Rosso

source: Black
it: Nero

source: Green
it: Verde

source: Grey
it: Grigio

source: Orange
it: Arancio

source: Homebutton
it: Pulsante Home

source: Own text 1
it: Testo personale 1

source: Own text 2
it: Testo personale 2

source: Own text 3
it: Testo personale 3

source: Own text 4
it: Testo personale 4

source: Own text 5
it: Testo personale 5

source: Own text 6
it: Testo personale 6

source: Own text 7
it: Testo personale 7

source: No override
it: Non sovrascrivere

source: Video-button
it: Pulsante Video

source: TV-button
it: Pulsante TV

source: Radio-button
it: Pulsante Radio

source: Timeshift-button
it: Pulsante Timeshift

source: Advanced Movie Selection info
it: Info su Advanced Movie Selection

source: TMDb info
it: Info su TMDb

source: IMDb info
it: Info su IMDb

source: OFDb info
it: Info su OFDb

source: Mid (500x750)
it: Media (500x750)

source: Original (1400x2100)
it: Originale (1400x2100)

source: 780x439
it: 780x349

source: Original (1920x1080)
it: Originale (1920x1080)

source: Disabled
it: Disabilitato

source: Daily
it: Quotidiano

source: Every second day
it: Ogni secondo giorno

source: Weekly
it: Settimanale

source: Every two weeks
it: Ogni due settimane

source: Monthly
it: Mensile

source: Virtual and Numerical
it: Virtuale e Numerica

source: Virtual
it: Virtuale

source: Numerical
it: Numerica

source: Directories
it: Cartelle

source: Movies
it: Film

source: Last update:
it: Ultimo aggiornamento:

source: Total:
it: Totale:

source: Used:
it: Utilizzato:

source: Free:
it: Libero:

source: Symlink:
it: Link simbolico:
