Repository: cmikula/advancedmovieselection
Catalog: src/locale/*/LC_MESSAGES/AdvancedMovieSelection.po
Languages: it

source: Displays Clientbox setup function in the menu at the movie list.
it: Visualizza la funzione di impostazione del Client Box nel menu dell'elenco film.

source: Wastebasket file(s):
it: Files del Cestino:

source: Here you can select which files to Wastebasket are displayed. ATTENTION: All directorys below '/media' will take very long until the list is displayed!
it: Qui é possibile selezionare quali file sono visualizzati ne l Cestino. Attenzione: Sarà richiesto molto tempo per visualizzare la lista di tutte le cartelle presenti sotto '/media'.

source: Here you can choose how many decimal points for the file size in the wastebasket will be displayed.
it: Qui è possibile scegliere il numero di cifre decimali da mostrare per la dimensione dei files presenti nel cestino.

source: Server enabled:
it: Server abilitato:

source: If you enable this feature, all remote functions are enabled.
it: Se questa funzione è abilitata, tutte le funzioni remote sono abilitate.

source: Auto empty wastebasket:
it: Svuotamento automatico cestino:

source: If you enable this function the wastebasket will be emptied automatically at the set time.
it: Se questa funzione è abilitata, il cestino sarà svuotato automaticamente all'ora impostata.

source: Auto empty wastebasket time:
it: Orario svuotamento automatico cestino:

source: Here you can define when to empty the wastebasket.
it: Qui è possibile impostare quando svuotare il cestino.

source: Check again in x minutes:
it: Controllare di nuovo fra X minuti:

source: If recordings are active again after the set time is trying to empty the wastebasket.
it: Se ci sono registrazioni in corso oppure imminenti il cestino sarà svuotato. Qui è possibile impostare il tempo che deve trascorrere prima di provare di nuovo a svuotare il cestino (minimo 15 minuti, massimo 60 minuti).

source: Wastebasket retention period (days):
it: Durata di permanenza nel Cestino (giorni):

source: Defines how long files need to dwell in the wastebasket before auto empty will consider to remove them (0 means no retention).
it: Definisce per quanto tempo i files devono restare nel cestino prima della loro rimozione tramite lo svuotamento automatico (0 significa nessuna permanenza).

source: Start at the beginning depends on end (in Minutes):
it: Cominciare dall'inizio dipende dalla fine (in minuti):

source: Here you can set off when a movie to play automatically from the beginning when you start again (On settings=0, functions is disabled).
it: Qui è possibile impostare quando cominciare la riproduzione del film automaticamente dall'inizio quando si avvia nuovamente (Con impostazione = 0 la funzione è disattivata).

source: Use activ Skin LCD/OLED representation:
it: Utilizzare la rappresentazione dell'attuale Skin LCD/OLED

source: If you enable this function, the display summary from aktiv skin will be used.
it: Se si attiva questa funzione, sarà utilizzata la visualizzazione del sommario dell'attuale skin.

source: Show date:
it: Mostrare data:

source: If this option is activated the date will be displayed on the lcd/oled when no short description is available.
it: Se questa opzione è attivata, la data sarà visualizzata sul display LCD/OLED quando non è disponibile la descrizione breve.

source: Use date from timestamp:
it: Utilizzare data Timestamp:

source: If this option is activated the date from the file create instead today's date will be displayed on the lcd/oled when no short description is available.
it: Se questa opzione è attivata, quando non è disponibile la descrizione breve, al posto della data odierna, sul display LCD/OLED sarà visualizzata la data di creazione del file.

source: Use video preview:
it: Usare l'anteprima del video:

source: If you enable this function, selected movie in movielist will bring you a preview.
it: Se questa funzione è abilitata, sarà mostrata l'anteprima del film selezionato nell'elenco.

source: Show video preview in fullscreen:
it: Mostrare l'anteprima del video a schermo intero:

source: If you enable this function, the video preview function will display as full screen in skin.
it: Se questa funzione è abilitata, l'anteprima del film sarà mostrata a schermo intero nella skin.

source: Video preview autostart:
it: Avvio automatico dell'anteprima del video:

source: If you enable this feature, the movie preview starts automatically after the delay with a change in the movie list.
it: Se questa funzione è abilitata, l'anteprima del video parte automaticamente dopo il ritardo del cambio del film selezionato nell'elenco.

source: Video preview delay:
it: Ritardo anteprima video:

source: Setup the delay in seconds to start the video preview.
it: Impostare dopo quanti secondi avviare l'anteprima del video.

source: Use last stop mark:
it: Utilizzare il contrassegno dell'ultimo arresto:

source: Preview will start on last stop marker.
it: L'anteprima inizierà dal contrassegno dell'ultimo arresto della riproduzione.

source: Video preview jump time (in minutes):
it: Salto, in minuti, per l'anteprima del video.

source: Here you can set the jump time for the movie preview (< > buttons or bouquet +/- buttons).
it: Qui è possibile impostare il salto per l'anteprima del video • Tasti < > oppure tasti bouquet +/-.

source: Select keyboard:
it: Selezionare tastiera:

source: You can select yout prefered keyboard (Virtual, Numerical or both).
it: E' possibile selezionare la tastiera preferita • Virtuale, Numerica o entrambe.

source: Show recorded movies in epg:
it: Mostrare i filmati registrati nella EPG:

source: If you enable this function, your recorded movies will be marked in epg list.
it: Se questa funzione è attivata, i tuoi film registrati saranno evidenziati nella lista della EPG.

source: Enable Enigma2 debug:
it: Abilitare il debug E2:

source: If you enable this function, all standard output from enigma will be stored to /tmp folder.
it: Se questa funzione è attivata, tutto l'output standard di enigma sarà memorizzato nella cartella /tmp.

source: No Helptext available!
it: Non è disponibile nessun Testo di Aituo!

source: IMDb plugin installed. Assign function to info button is possible.
it: Il plugin IMDb è installato. E' possibile assegnare la funzione al tasto Info.

source: IMDb plugin NOT installed. Assign function to info button is NOT possible.
it: Il plugin IMDb non è installato. Non è possibile assegnare la funzione al tasto Info.

source: OFDb plugin installed. Assign function to info button is possible.
it: Il plugin OFDb è installato. E' possibile assegnare la funzione al tasto Info.

source: OFDb plugin NOT installed. Assign function to info button is NOT possible.
it: Il plugin OFDb non è installato. Non è possibile assegnare la funzione al tasto Info.

source: TMDb plugin installed. Assign function to info button is possible.
it: Il plugin TMDb è installato. E' possibile assegnare la funzione al tasto Info.

source: TMDb plugin NOT installed. Assign function to info button is NOT possible.
it: Il plugin TMDb non è installato. Non è possibile assegnare la funzione al tasto Info.

source: YTTrailer plugin installed. Search for trailers on the Web is possible.
it: Il plugin YTTrailer è installato. E' possibile assegnare la funzione al tasto Info.

source: YTTrailer plugin NOT installed. Search for trailers on the Web is NOT possible.
it: Il plugin YTTraile non è installato. Non è possibile assegnare la funzione al tasto Info.

source: Really close without saving settings?
it: Chiudere veramente senza salvare le impostazioni?

source: Some settings changes require a restart to take effect. If you use a skin without PiG (Picture in Graphic) you have to restart the box (not only Enigma 2)! With YES only Enigma 2 starts new, with NO the box make a restart.
it: Alcuni cambiamenti delle impostazioni richiedono il riavvio per aver effetto. Se si usa una skin senza PiG (Picture in Graphic) è necessario riavviare il box (non solo E2)! Selezionando YES si riavvierà solo E2, selezionando NO il box si riavvierà.

source: Some settings changes require a Enigma 2 restart to take effect. Would you restart Enigma2 now?
it: Alcuni cambiamenti delle impostazioni richiedono il riavvio di E2 per aver effetto. Si vuole riavviare E2 ora?

source: Aborted by user!!
it: Interrotta dall'utente!

source: Cancel
it: Cancellare

source: Save/Close
it: Salvare/Chiudere

source: Own button description
it: Pulsante descrizione personale

source: Movie Quick Button Setup
it: Configurazione Pulsante Rapido Film

source: Nothing
it: Nulla

source: Delete
it: Cancellare

source: Move-Copy
it: Spostare-Copiare

source: Rename
it: Rinominare

source: Wastebasket
it: Cestino

source: Sort
it: Ordinare

source: Switch library/movielist
it: Scambiare Libreria/Elenco Film

source: Show/Hide library
it: Mostrare/Nascondere la libreria

source: Show/Hide folders
it: Mostrare/Nascondere le cartelle

source: Show/Hide seen movies
it: Mostrare/Nascondere i film visti

source: Bookmark(s) on/off
it: Segnalibri on/off

source: Library marker on/off
it: Indicatori della libreria on/off

source: Update library
it: Aggiornare la libreria

source: Bookmark 1
it: Segnalibro 1

source: Bookmark 2
it: Segnalibro 2

source: Bookmark 3
it: Segnalibro 3

source: Bookmark 4
it: Segnalibro 4

source: Bookmark 5
it: Segnalibro 5

source: Bookmark 6
it: Segnalibro 6

source: Bookmark 7
it: Segnalibro 7

source: Filter by Tags
it: Filtra per Tags

source: Toggle seen
it: Scambiare Visto/Non visto

source: Mark as seen
it: Segnare • Visto

source: Mark as unseen
it: Segnare • Non visto

source: Show Timer
it: Mostrare elenco Timer

source: Show up to VSR-X
it: Mostrare film fino a VSR-X

source: Filter by description
it: Filtrare per descrizione

source: Trailer search
it: Cerca Trailer

source: internal HDD
it: HDD interno

source: NAS-Movies
it: NAS-Film

source: Display plugin name
it: Mostrare nome plugin

source: Display plugin description
it: Mostrare secrezione plugin

source: (long)
it: (lungo)

source: Button caption
it: Tasto del titolo

source: Home button text
it: Testo tasto Home

source: Bookmark 1 button text
it: Testo del tasto Segnalibro 1

source: Bookmark 2 button text
it: Testo del tasto Segnalibro 2

source: Bookmark 3 button text
it: Testo del tasto Segnalibro 3

source: Bookmark 4 button text
it: Testo del tasto Segnalibro 4

source: Bookmark 5 button text
it: Testo del tasto Segnalibro 5

source: Bookmark 6 button text
it: Testo del tasto Segnalibro 6

source: Bookmark 7 button text
it: Testo del tasto Segnalibro 7

source: Home path
it: Percorso Home

source: Bookmark 1 path
it: Percorso Segnalibro 1

source: Bookmark 2 path
it: Percorso Segnalibro 2

source: Bookmark 3 path
it: Percorso Segnalibro 3

source: Bookmark 4 path
it: Percorso Segnalibro 4

source: Bookmark 5 path
it: Percorso Segnalibro 5

source: Bookmark 6 path
it: Percorso Segnalibro 6

source: Bookmark 7 path
it: Percorso Segnalibro 7

source: Alphabetic sort
it: In ordine alfabetico

source: Sort by date (ascending)
it: In ordine per data • ascendente

source: Sort by date (descending)
it: In ordine per data • discendente

source: Sort by description
it: In ordine per descrizione

source: Select sort functions
it: Selezionare le funzioni per ordinare

source: Movie Quick Button Home path
it: Pulsante Rapido Film percorso Home

source: Movie Quick Button Bookmark 1 path
it: Pulsante Rapido Film Percorso Segnalibro 1

source: Movie Quick Button Bookmark 2 path
it: Pulsante Rapido Film Percorso Segnalibro 2

source: Movie Quick Button Bookmark 3 path
it: Pulsante Rapido Film Percorso Segnalibro 3

source: Movie Quick Button Bookmark 4 path
it: Pulsante Rapido Film Percorso Segnalibro 4

source: Movie Quick Button Bookmark 5 path
it: Pulsante Rapido Film Percorso Segnalibro 5

source: Movie Quick Button Bookmark 6 path
it: Pulsante Rapido Film Percorso Segnalibro 6

source: Movie Quick Button Bookmark 7 path
it: Pulsante Rapido Film Percorso Segnalibro 7

source: Movie Quick Button Name Setup
it: Pulsante Rapido Film Impostazione Nome

source: Enter Home button descrition:
it: Inserire descrizione pulsante Home:

source: Enter Bookmark 1 button descrition:
it: Inserire descrizione del pulsante Segnalibro 1:

source: Enter Bookmark 2 button descrition:
it: Inserire descrizione del pulsante Segnalibro 2:

source: Enter Bookmark 3 button descrition:
it: Inserire descrizione del pulsante Segnalibro 3:

source: Enter Bookmark 4 button descrition:
it: Inserire descrizione del pulsante Segnalibro 4:

source: Enter Bookmark 5 button descrition:
it: Inserire descrizione del pulsante Segnalibro 5:

source: Enter Bookmark 6 button descrition:
it: Inserire descrizione del pulsante Segnalibro 6:

source: Enter Bookmark 7 button descrition:
it: Inserire descrizione del pulsante Segnalibro 7:

source: Home button description:
it: Descrizione pulsante Home:

source: Bookmark 1 button description:
it: Descrizione del pulsante Segnalibro 1:

source: Bookmark 2 button description:
it: Descrizione del pulsante Segnalibro 2:

source: Bookmark 3 button description:
it: Descrizione del pulsante Segnalibro 3:

source: Bookmark 4 button description:
it: Descrizione del pulsante Segnalibro 4:

source: Bookmark 5 button description:
it: Descrizione del pulsante Segnalibro 5:

source: Bookmark 6 button description:
it: Descrizione del pulsante Segnalibro 6:

source: Bookmark 7 button description:
it: Descrizione del pulsante Segnalibro 7:

source: Here you can give the home button a special name.
it: Qui si può impostare un nome per la Home.

source: Here you can give the bookmark 1 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 1.

source: Here you can give the bookmark 2 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 2.

source: Here you can give the bookmark 3 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 3.

source: Here you can give the bookmark 4 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 4.

source: Here you can give the bookmark 5 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 5.

source: Here you can give the bookmark 6 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 6.

source: Here you can give the bookmark 7 button a special name.
it: Qui si può impostare un nome per il pulsante Segnalibro 7.

source: Status:
it: Stato:

source: Switched on
it: Acceso

source: The %s is a client box
it: Il %s è un Client Box

source: Last remote wastebasket empty at %s
it: Ultimo svuotamento cestino in remoto al %s

source: at
it: a

source: Clock
it: Orologio

source: Next remote wastebasket empty at %s
it: Prossimo svuotamento cestino in remoto al %s

source: <Local device>
it: (Periferica locale)

source: Port:
it: Porta:

source: Advanced Movie Selection - Clientbox setup
it: Advanced Movie Selection - Impostazioni Client Box

source: Manual search
it: Ricerca manuale

source: Local IP: %s
it: IP locale: %s

source: Available Server/Clients
it: Server/Clients disponibili

source: Remoteserver disabled!
it: Server remoto disabilitato!

source: ATTENTION: DHCP in lan configuration is activ, no clientbox services available!
it: ATTENZIONE: il DHCP è attivo nella configurazione LAN, non è disponibile nessun servizio Client Box!

source: Port address:
it: Porta Server/Client:

source: Set the port address for client and server. Port address from connected clients will be automatically updated.
it: Impostare l'indirizzo della porta per il client ed il server. L'indirizzo della porta dei clients collegati sarà aggiornato automaticamente.

source: Start search IP:
it: Iniziare ricerca IP:

source: Only last three digits from the IP must be set.
it: Devono essere impostate solo le ultime tre cifre dell'IP.

source: Stop search IP:
it: Fermare ricerca IP:

source: Searching for clients, please wait ...
it: Ricerca clients, si prega di attendere…

source: Manual search finished
it: Ricerca manuale terminata

source: Save infos/cover
it: Salvare Info/Cover

source: Background
it: Sfondo

source: Search for %s, please wait...
it: Ricerca in Torso di %s, attendere…

source: Automatic search and save, please wait...
it: Ricerca e salvataggio automatico, attendere…

source: Processing: %s
it: Avanzamento: %s

source: Current Movie: %s
it: Film attuale: %s

source: Automatic search and save
it: Ricerca e salvataggio automatico

source: Automatic search and save finished.
it: Ricerca e salvataggio automatico finita.

source: Searchtitle: %s
it: Cerco titolo: %s

source: Filename: %s
it: Nome del file: %s

source: Search result(s) for %s
it: Risultato(i) per: %s

source: Nothing found for: %s
it: No ho trovato nulla per: %s

source: Enter new moviename to search for
it: Inserire un nuovo titolo per il film da cercare

source: Download and save from movie infos and covers complete.
it: Scaricare e salvare le informazioni sul film e la cover.

source: File Browser
it: Browser dei files

source: Job failed
it: Operazione fallita!

source: Error
it: Errore

source: Move
it: Spostare

source: Copy
it: Copiare

source: Name:
it: Nome:

source: Cancelled
it: Cancellato

source: Finished
it: Finito

source: Error:
it: Errore:

source: Calculating...
it: Calcolo…

source: Around %d minutes
it: Circa %d minuti

source: Around %d minute
it: Circa %d minuto

source: Seconds
it: Secondi

source: Second
it: Secondo

source: From:
it: Dal:

source: To:
it: Al:

source: Remaining time:
it: Tempo restante:

source: Remaining elements:
it: Elementi restanti:

source: Speed:
it: Velocità:

source: Abort selected job
it: Interrompi l'operazione selezionata

source: Show detail of selected job
it: Mostrare dettagli dell'operazione selezionata

source: Aborted
it: Annullato

source: Waiting
it: In attesa

source: Job already cancelled!
it: Operazione già annullata!

source: Please wait until current movie is moved to the end!
it: Attendere che il film sia spostato in fondo!

source: Please wait until current movie is copied to the end!
it: Attendere che il film sia copiato in fondo!

source: Would you really abort current job?
it: Vuoi veramente annullare l'operazione in corso?

source: Movies began to be moved until they are finished!
it: E' iniziato lo spostamento dei film!

source: Movies began to be copied until they are finished!
it: E' iniziata la copia dei film!

source: Move of
it: Spostamento di

source: Copy of
it: Copia di

source: movie
it: film

source: movies
it: film

source: Move/Copy progress
it: Avanzamento di Sposta/Copia

source: Selected movies
it: Film selezionati

source: To adjusted move/copy location
it: Nella posizione predefinita di Sposta/Copia

source: Directory Selection
it: Elenco di Selezione

source: Show active move/copy processes
it: Mostrare processi attivi di Sposta/Copia

source: Move/Copy from: %s
it: Spostare/Copiare da: %s

source: Move/Copy %s
it: Spostare/Copiare %s

source: to:
it: a:

source: Source and destination path must be different.
it: Il percorso di origine deve essere diverso da quello di destinazione.

source: Abort
it: Annullare

source: How to proceed '%s'
it: Come procedere ' %s '

source: from %s
it: da %s

source: to %s
it: a %s

source: be moved/copied?
it: spostare/copiare?

source: On destination data carrier is not enough space available.
it: Non c'è spazio sufficiente sul dispositivo di destinazione.

source: Another %s are required to move the data.
it: Per spostare i dati servono altri %s.

source: Another %s are required to copy the data.
it: Per copiare i dati servono altri %s.

source: Destination carrier
it: Disco di destinazione

source: Free space:
it: Spazio libero:

source: Total size:
it: Dimensione totale

source: Movie(s) are already in the destination directory. Operation cancelled!
it: Il film è già nella cartella di destinazione. Operazione cancellata!

source: Records
it: Registrazioni

source: Movie library
it: Libreria dei film

source: Show event details
it: Mostrare informazioni dell'evento

source: Open servicelist
it: Mostrare EPG

source: Leave movie player
it: Lasciare il movie player

source: Not possible! MerlinEPG and CoolTVGuide or/and MerlinEPGCenter present or neither installed from this three plugins.
it: Non è possibile! MerlinEPG ae CoolTVGuide e/o MerlinEPGCenter non presenti o non installati da quest tee plugins.

source: Yes
it: Si

source: No, but stop endless loop
it: No, ma fermare la riproduzione continua

source: No, but start endless loop
it: No, ma iniziare la riproduzione continua

source: Yes, returning to movie list
it: Si, tornare all'elenco film

source: Yes, and delete this movie
it: Si e cancellare questo film

source: Yes, and after deleting return to movie list
it: Si e dopo la cancellazione tornare all'elenco film

source: No, but restart from begin
it: No, ma ripartire dall'inizio

source: Stop playing this movie?
it: Fermare la riproduzione di questo film?

source: this recording
it: questa registrazione

source: Do you really want to delete %s?
it: Confermi di voler cancellare %s?

source: End of the movie is reached, the box now go to standby. Do that now?
it: Il film è finito, ora il box andrà in standby. Lo faccio ora?

source: End of the movie is reached, the box now go to shut down. Shutdown now?
it: Il film è finito, ora il box si spegnerà. Spegnere adesso?

source: Error loading ISO image!
it: Errore di caricamento immagine ISO!

source: Selected ISO image is not playable!
it: L'immagine ISO selezionata non è riproducibile!

source: No DVD-PlayerChoice found!
it: Estensione DVD-Player non trovata!

source: No BludiscPlayer found!
it: Nessun BlueDisc-Player è stato trovato!

source: Search:
it: Cerca:

source: Show all movies
it: Mostrare tutti i film

source: Sorted:
it: Elenco ordinato:

source: Alphabetically
it: Alfabeticamente

source: Description
it: Per descrizione

source: Descending
it: Per data discendente

source: Ascending
it: Per data ascendente

source: Unknown
it: Sconosciuto

source: Set VSR
it: Impostare VSR

source: Unmount
it: Disinstallare

source: Move/Copy
it: Spostare/Copiare

source: Movie search
it: Cercare film

source: Mark movie as seen
it: Segna il film come visto

source: Mark movie as unseen
it: Segna il film comme non visto

source: List style default
it: Elenco stile: Predefinito

source: List style extended
it: Elenco stile: Esteso

source: List style compact
it: Elenco stile: Compatto

source: List style compact with description
it: Elenco stile: Compatto con descrizione

source: List style single line
it: Elenco stile: Singola linea

source: List style Advanced Movie Selection single line
it: Elenco stile: AMS singola linea

source: Hide broadcaster
it: Nascondi canale TV

source: Show broadcaster
it: Mostrare canale TV

source: Hide tags in movielist
it: Nascondi tags nell'elenco film

source: Show tags in movielist
it: Mostrare i tags nell'elenco film

source: Hide extended description
it: Nascondi la descrizione estesa

source: Show extended description
it: Mostrare la descrizione estesa

source: Hide date entry in movielist
it: Nascondi la data di registrazione nell'elenco film

source: Show date entry in movielist
it: Mostrare la data di registrazione nell'elenco film

source: Hide runtime entry in movielist
it: Nacondi il tempo di esecuzione dell'elenco film

source: Show runtime entry in movielist
it: Mostrare il tempo di esecuzione dell'elenco film

source: Hide folders in movielist
it: Nascondi le cartelle nell'elenco film

source: Show folders in movielist
it: Mostrare le cartelle nell'elenco film

source: Hide progressbar in movielist
it: Nascondi il progresso evento nell'elenco film

source: Show progressbar in movielist
it: Mostrare il progresso evento nell'elenco film
