Repository: cmikula/advancedmovieselection
Catalog: src/locale/*/LC_MESSAGES/AdvancedMovieSelection.po
Languages: it

source: Version:
it: Versione:

source: Branch:
it: Ramo:

source: Developer: JackDaniel, cmikula
it: Sviluppatore: JackDaniel, cmikula

source: Thanks for translation to:
it: Si ringrazia per la traduzione: mikark

source: This plugin may only executed on hardware which is licensed by Dream Multimedia GmbH.
it: Questo plugin può essere utilizzato solo su hardware con licenza Dream Multimedia GmbH.

source: Thanks to all other for help and so many very good code.
it: Grazie a tutti per l'aiuto e per il codice.

source: Close
it: Chiudere il pannello

source: Show changes
it: Mostrare le modifiche

source: About Advanced Movie Selection
it: Info su Advanced Movie Selection

source: Advanced Movie Selection - History
it: Advanced Movie Selection - Storia

source: Advanced Movie Selection - Input help
it: Advanced Movie Selection - Guida

source: TheTVDB search
it: Ricerca TheTVDB

source: TMDb search
it: Ricerca TMDb

source: IMDB search
it: Ricerca IMDB

source: OFDb search
it: Ricerca OFDb

source: Recording
it: Registrazione

source: Unknown service
it: Servizio sconosciuto

source: Infos for: %s
it: Informazioni per: %s

source: Movie location: %s
it: Posizione del film: %s

source: Backup directory path:
it: Percorso cartella di backup:

source: Restore settings
it: Ripristino impostazioni

source: Backup settings
it: Backup impostazioni

source: Backup/Restore Advanced Movie Selection settings
it: Backup/Ripristino impostazioni Advanced Movie Selection

source: Settings backup successfully created in %s.
it: Backup impostazioni creato con successo su %s.

source: Error creating settings backup!
it: Errore durante la creazione del backup impostazioni!

source: Some settings changes require close/reopen the movielist to take effect.
it: Bisogna chiudere e riaprire l'elenco film per l'efficacia delle nuove impostazioni.

source: Please select backup path here:
it: Selezionare il percorso per il backup:

source: Save
it: Salvare le impostazioni

source: Color key settings
it: Impostazioni tasti colorati

source: Default paths
it: Percorso predefinito

source: Advanced Movie Selection Setup
it: Impostazioni Advanced Movie Selection

source: Disable Advanced Movie Selection:
it: Disabilitare Advanced Movie Selection:

source: Switch on/off the Advanced Movie Selection.
it: Abilitare/disabilitare Advanced Movie Selection.

source: Start Advanced Movie Selection with:
it: Avviare Advanced Movie Selection con:

source: Select Start button for the Advanced Movie Selection.
it: Selezionare il pulsate di Avvio per Advanced Movie Selection.

source: Start on last movie location:
it: Avviare dalla posizione dell'ultimo film:

source: Opens the film list on the last used location.
it: Se questa opzione è attivata, l'elenco AMS è sempre aperto dall'ultima posizione utilizzata.

source: Start on first position in movielist:
it: Avviare dalla prima posizione nell'elenco film:

source: Always show selection in the first position in the movie list.
it: Se questa opzione è selezionata, l'indicatore di posizione sarà sempre al primo posto nell'elenco film.

source: Show bookmarks in movielist:
it: Mostrare segnalibri nell'elenco film:

source: When enabled all created bookmarks appear in the movie list.
it: Se questa opzione è attivata, tutti i segnalibri creati nell'elenco film saranno visualizzati.

source: Show hotplug devices:
it: Mostrare periferiche hotplug:

source: Enable this option to use USB-Devices.
it: Se questa opzione è attivata, le periferiche USB collegate al box sono visualizzate nell'elenco film.

source: Show plugin config in extensions menu from movielist:
it: Mostrare configurazione plugin nel menu dell'elenco film:

source: Displays the Settings option in the menu at the movie list.
it: Se questa opzione è attivata, nel menu impostazioni dell'elenco film appare la voce "Impostazioni Advanced Movie Selection".

source: Show path selection for movie library in extensions menu:
it: Mostrare seleziona percorso libreria dei film nel menu estensioni:

source: Here you can select which folders to include in the movie library creation.
it: Qui è possibile selezionare le cartelle da includere nella creazione della libreria dei film.

source: Show movie library symbol in movielist:
it: Mostrare l'icona della libreria dei film nell'elenco film:

source: If enabled the movie library symbol is shown in movie list.
it: Se questa opzione è attivata, l'icona della libreria dei film è mostrata nell'elenco film.

source: Show path marker within movie library movies:
it: Mostrare indicatore del percorso nella libreria dei film:

source: If enabled all movies in movie library will be shown with path marker and will be sorted below them.
it: Se questa opzione è attivata, tutti i film presenti nella libreria dei film saranno mostrati con gli indicatori dei percorsi e saranno ordinati sotto di loro.

source: Use movie library path selection as marker within movies in library:
it: Utilizzare percorso libreria dei film come indicatore nell'elenco film:

source: If enabled only the movie library path selections will be used as marker otherwise each sub directory will be shown as path marker in movie library view.
it: Se questa opzione è attivata, solo la selezione del percorso della libreria dei film sarà usata come indicatore, altrimenti ogni sotto-cartella sarà mostrata come indicatore nella vista della libreria dei film.

source: Minimum movie count to show path marker in movie library view:
it: Numero minimo di film affinché un indicatore venga visualizzato:

source: The minimum selected number of movies must be in one directory to show the path marker in movie library view.
it: Selezionare il numero minimo di film che deve essere presente in una cartella affinché un indicatore appaia nella libreria dei film.

source: Show disk usage in description:
it: Mostrare l'utilizzo del disco nella descrizione:

source: Displays the disk usage in the description. (Leave it disabled if you have performance problems at the start of the movie list)
it: Consente di visualizzare l'utilizzo del disco nella descrizione. (Non abilitare se ci sono problemi di prestazioni all'avvio dell'elenco film).

source: Show directory size in movie list:
it: Mostrare dimensioni della cartella nell'elenco film:

source: Displays the size from directories in movie list.
it: Visualizzare le dimensioni delle cartelle nell'elenco film.

source: Show decimal points:
it: Mostrare cifre decimali:

source: Here you can choose how many decimal points for the directory size in the movie list will be displayed.
it: Qui è possibile scegliere il numero di cifre decimali da mostrare per la dimensione della cartella nell'elenco film.

source: Load Length of Movies in Movielist:
it: Caricare la durata dei film nell'elenco:

source: This option is for many of the functions from the Advanced Movie Selection necessary. If this option is disabled are many functions not available.
it: Questa opzione serve per molte delle funzioni di AMS. Se l'opzione è disabilitata, molte funzioni non sono disponibili.

source: Show list options in extensions menu from movielist:
it: Mostrare opzioni elenco nel menu dell'elenco film:

source: Displays the various list view options in the menu at the movie list (Progressbar,View folders...).
it: Mostra le varie opzioni di visualizzazione dell'elenco nel menu dell'elenco film (Progresso evento, Vista cartelle…)

source: Show mark movie in extensions menu from movielist:
it: Mostrare segna film nel menu dell'elenco film:

source: Displays mark movie as seen/unseen in the menu at the movie list.
it: Visualizza segna il film come visto/non-visto nel menu elenco film.

source: Mark movie as seen at position (in percent):
it: Segnare il film come visto quando la visione è arrivata al (%):

source: With this option you can assign as when a film is marked as seen.
it: Con questa opzione è possibile stabile quando un film deve essere segnato come visto.

source: Show movie plugins in extensions menu from movielist:
it: Mostrare il plugin film nel menu dell'elenco film:

source: Displays E2 movie list extensions in the menu at the movie list.
it: Visualizza le estensioni dell'elenco film E2 nel menu elenco film.

source: Show color key setup in extensions menu from movielist:
it: Mostrare impostazioni tasti colore nel menu dell'elenco film:

source: Displays color key setup option in the menu at the movie list.
it: Visualizza le impostazioni dei tasti colorati nel menu dell'elenco film.

source: Show sort options in extensions menu from movielist:
it: Mostrare opzioni di ordinamento nel menu dell'elenco film:

source: Displays sorting function in the menu at the movie list.
it: Visualizza le opzioni di ordinamento nel menu dell'elenco film.

source: Show list styles in extensions menu from movielist:
it: Mostrare gli stili elenco nel menu dell'elenco film:

source: Displays various lists typs in the menu at the movie list (Minimal,Compact...).
it: Visualizza i vari tipi di elenco nel menu dell'elenco film (Minimale, Compatto…).

source: Show delete option in extensions menu from movielist:
it: Mostrare l'opzione Cancellare nel menu dell'elenco film:

source: Displays the movie delete function in the menu at the movie list.
it: Visualizza l'opzione 'cancellare il film' nel menu dell'elenco film.

source: Show move/copy option in extensions menu from movielist:
it: Mostrare l'opzione Spostare/Copiare nel menu dell'elenco film:

source: Displays the movie move/copy function in the menu at the movie list.
it: Visualizza l'opzione Spostare/Copiare nel menu dell'elenco film.

source: Show move/copy progress on begin/end:
it: Mostrare l'avanzamento di Spostare/Copiare in inizio/fine:

source: Show the movie move/copy progress on begin and show notification on end of move/copy action.
it: Visualizza l'avanzamento di Spostare/Copiare all'inizio e mostra la notifica alla fine dell'azione Spostare/Copiare.

source: Show movie search in extensions menu from movielist:
it: Mostrare Cercare Film nel menu dell'elenco film:

source: Displays the movie search function in the menu at the movie list.
it: Visualizza la funzione di Cercare Film nel menu dell'elenco film.

source: Show covers in movielist:
it: Mostrare le covers nell'elenco film:

source: Displays the cover in the movie list.
it: Visualizza le coverà nell'elenco film.

source: Show backdrops in movielist:
it: Mostrare gli sfondi nell'elenco film:

source: Displays the backdrop in movie list and event view.
it: Visualizza lo sfondo nell'elenco film e nella visione dell'evento.

source: Set cover size:
it: Impostare il formato della cover:

source: Here you can determine the coverfile size for the download/save.
it: Qui si può scegliere il formato della cover da scaricare/salvare.

source: Set backdrop size:
it: Impostare le dimensioni dello sfondo:

source: Here you can determine the backdrop size for the download/save.
it: Qui si può scegliere il formato dello sfondo da scaricare/salvare.

source: Download cover from TMDB after timer is finished:
it: Scaricare la cover da TMDB dopo la registrazione con il timer:

source: If this function is enabled the cover is automatically downloaded from TMDB after timer is finished.
it: Se questa funzione è abilitata, la cover viene automaticamente scaricata da TMDB alla conclusione della registrazione avviata con il timer.

source: Show D/L and store info/images in movielist extensions menu:
it: Mostrare Scaricare e Salvare Info/Cover nel menu dell'elenco film:

source: Displays movie info/images options in the menu at the movie list.
it: Visualizza le opzioni info/cover del film nel menu dell'elenco film.

source: Show D/L and store ALL info/images in movielist extensions menu:
it: Mostrare Scaricare e Salvare Tutte Info/Cover nel menu elenco film:

source: Displays download and save movie info/images for all movies options in the menu at the movie list.
it: Visualizza l'opzione per Scaricare e Salvare le Info/Covers per tutti i film nel menu dell'elenco film.

source: Show delete info and images in extensions menu from movielist:
it: Mostrare Cancellare Info e Cover nel menu dell'elenco film:

source: Displays delete movie info and images function in the menu at the movie list.
it: Visualizza le funzioni Cancellare Info e Cover nel menu dell'elenco film.

source: Show delete images in extensions menu from movielist:
it: Mostrare Cancellare la Cover nel menu dell'elenco film:

source: Displays delete images function in the menu at the movie list.
it: Visualizza la funzione Cancellare le Covers nel menu dell'elenco film.

source: Show delete movie info in extensions menu from movielist:
it: Mostrare Cancellare Informazioni del Film nel menu dell'elenco film:

source: Displays delete movie info function in the menu at the movie list.
it: Visualizza la funzione Cancellare Informazioni del Film nel menu dell'elenco film.

source: Show Provider Logo:
it: Mostrare il Logo del Provider:

source: Displays the Provider Logo when no Cover available.
it: Visualizza il logo del provider quando non è disponibile la cover.

source: Show update genre in extensions menu from movielist:
it: Mostrare Aggiornare Generi nel menu dell'elenco film:

source: Displays Update all genre in meta from eit options in the menu at the movie list.
it: Visualizza le opzioni per Aggiornare Tutti i Generi nel menu dell'elenco film.

source: Show Provider Logo in original size:
it: Mostrare il Logo del Provider nelle dimensioni originali:

source: Displays the Provider Logo in original size. Otherwise, the provider logo be displayed zoomed up to cover size.
it: Visualizza il Logo del Provider nelle dimensioni originali. Altrimenti, il Logo del Provider sarà mostrato nelle dimensioni della cover.

source: Provider Logo path:
it: Percorso per il Logo del Provider:

source: Where to look for the provider logos? (Default is /usr/share/enigma2/picon)
it: Dove cercare i logos dei provider? (Il percorso predefinito è /usr/share/enigma2/picon)

source: Show rename in extensions menu from movielist:
it: Mostrare Rinominare nel menu dell'elenco film:

source: Displays rename function in the menu at the movie list.
it: Visualizza la funzione Rinominare nel menu dell'elenco film.

source: Show TMDb Info & D/L in extensions menu from movielist:
it: Mostrare TMDb Info & D/L nel menu dell'elenco film:

source: Displays TMDb Info & D/L in the menu at the movie list.
it: Visualizza TMDb Info & D/L nel menu dell'elenco film.

source: Show TheTVDB Info & D/L in extensions menu from movielist:
it: Mostrare TheTVDb Info & D/L nel menu dell'elenco film:

source: Displays TheTVDB Info & D/L in the menu at the movie list.
it: Visualizza TheTVDb Info & D/L nel menu dell'elenco film.

source: Jump to first mark when starts playing movie:
it: Andare al primo contrassegno quando inizia la riproduzione:

source: If this option is activated automatically when a movie does not start from the last position, the movie starts at the first marker.
it: Se questa opzione è attivata, quando un film non inizia dall'ultima interruzione, automaticamente il film inzia dal primo contrassegno.

source: Show movie tags in extensions menu from movielist:
it: Mostrare i Tags dei film nel menu dell'elenco film:

source: Displays movie tags function in the menu at the movie list.
it: Visualizza la funzione Tags del film nel menu dell'elenco film.

source: Show filter by tags in extensions menu from movielist:
it: Mostrare Filtrare per Tags nel menu dell'elenco film:

source: Displays filter by tags function in the menu at the movie list.
it: Visualizza la funzione Filtrare per Tags nel men dell'elenco film.

source: Show search trailer on web in extensions menu from movielist:
it: Mostrare Cercare Trailer sul Web nel menu dell'elenco film.

source: Displays search trailer on web function in the menu at the movie list.
it: Visualizza la funzione Cercare Trailer su Web nel menu dell'elenco film.

source: Show Set VSR in extensions menu from movielist:
it: Mostrare Imposta VSR nel menu dell'elenco film:

source: Displays set VSR function in the menu at the movie list.
it: Visualizza la funzione impostare VSR (visione consigliata) nel menu dell'elenco film.

source: Show Filter by description in extensions menu from movielist:
it: Mostrare Filtrare per Descrizione nel menu dell'elenco film:

source: Displays the Filter by description function in the menu at the movie list.
it: Visualizza la funzione Filtrare per Descrizione nel men dell'elenco film.

source: Show backup/restore in extensions menu from movielist:
it: Mostrare Backup/Ripristina nel menu dell'elenco film:

source: Displays the backup/restore function in the menu at the movie list.
it: Visualizza la funzione Backup/Ripristina nel menu dell'elenco film.

source: Ask before delete:
it: Chiedere conferma prima di cancellare:

source: With this option you can turn on/off the security question before delete a movie.
it: Con questa funzione è possibile attivare e disattivare la richiesta di conferma prima di cancellare un film.

source: INFO button function:
it: Funzione del pulsante INFO

source: With this option you can assign what function should have the info button. The selection depends on the installed plugins.
it: Con questa opzione è possibile impostare la funzione del tasto INFO. Le opzioni selezionabili dipendono dai plugins installati.

source: Behavior when a movie is started:
it: Comportamento su avvio riproduzione:

source: With this option you can assign what should happen when a movie start.
it: Con questa opzione si può scegliere cosa fare quando inizia la riproduzione di un film.

source: Behavior when a movie is stopped:
it: Comportamento su arresto riproduzione:

source: With this option you can assign what should happen when a movie stop.
it: Con questa opzione si può scegliere cosa fare quando si ferma la riproduzione di un film.

source: Behavior when a movie reaches the end:
it: Comportamento su riproduzione terminata:

source: With this option you can assign what should happen when the end of the films was achieved.
it: Con questa opzione si può scegliere cosa fare quando termina la riproduzione di un film.

source: Show Moviebar position setup in extensions menu from movielist:
it: Mostrare impostazioni Moviebar nel menu dell'elenco film:

source: Displays the moviebar position setup function in the menu at the movie list.
it: Visualizza la funzione di impostazione della Moviebar nel menu dell'elenco film.

source: Color for not ready seen movies:
it: Colore per i film non visti completamente:

source: With this option you can assign what color should displayed for not ready seen movies in movie list.
it: Con questa opzione si può scegliere il colore con cui visualizzare i film non visti completamente nell'elenco film.

source: Color for ready seen movies:
it: Colore per i film visti completamente:

source: With this option you can assign what color should displayed for ready seen movies in movie list.
it: Con questa opzione si può scegliere il colore con cui visualizzare i film visti completamente nell'elenco film.

source: Color for recording movies:
it: Colore per i film in corso di registrazione:

source: With this option you can assign what color should displayed for recording movies in movie list.
it: Con questa opzione si può scegliere il colore con cui visualizzare i film in corso di registrazione nell'elenco film.

source: Color for multiple selection:
it: Colore per la selezione multipla:

source: With this option you can assign what color should displayed for multiple selection in movie list.
it: Con questa opzione si può scegliere il colore con cui visualizzare la selezione multipla nell'elenco film.

source: Assign the date format for movielist:
it: Formato della data nell'elenco film:

source: With this option you can assign the date format in movie list (7 different sizes are available).
it: Con questa opzione è possibile assegnare il formato della data nell'elenco film (sono disponibili 7 formati differenti).

source: Show new recordings icon:
it: Mostrare icona per le nuove registrazioni:

source: With this option you can display a icon for new recordings.
it: Con questa opzione è possibile contrassegnare con un'icona le nuove registrazioni.

source: Show Mini TV:
it: Mostrare la Mini TV:

source: With this option you can switch on/off the Mini TV in the movie list.
it: Con questa opzione è possibile attivare e disattivare la visione della Mini TV nell'elenco film.

source: Use folder name for display covers:
it: Utilizzare il nome della cartella per visualizzare le covers:

source: With this option you can use the foldername instead of folder.jpg to display covers in folders.
it: Con questa opzione è possibile utilizzare il nome della cartella invece di folder.jpg per mostrare le covers nelle cartelle.

source: Close with EXIT key:
it: Chiudere pigiando il tasto EXIT:

source: If this option is enabled you can stop play a movie with the EXIT button, and the Advanced Movie Selection plugin will also be closed immediately (if the next option is disabled).
it: Se questa opzione è attivata, è possibile fermare la riproduzione di un film con il tasto EXIT e chiudere immediatamente il pugni AMS (se la prossima opzione è disabilitata).

source: Use behavior when a movie is stopped:
it: Usare comportamento su riproduzione fermata con tasto EXIT:

source: If this option is activated the behavior when stop a film also will used when you use the EXIT button.
it: Se questa opzione è attivata, il comportamento impostato per l'arresto della riproduzione sarà usato anche quando si usa il tasto EXIT.

source: Show info messages:
it: Mostrare messaggi info:

source: If this option is activated will be displayed different info message. This should help with the operation of the extension.
it: Se questa opzione è attivata, saranno mostrati diversi messaggi con informazioni. Ciò dovrebbe essere di aiuto con le operazioni dell'estensione.

source: Use alternative jump function:
it: Usare la funzione alternativa per saltare:

source: If this option is activated more jump functions ar available. ATTENTION: Enigma 2 restart is necessary!
it: Se questa opzione è attivata, saranno disponibili più funzioni di salto. Attenzione: è necessario riavvio di E2.

source: Change function from left/right buttons:
it: Modificare funzione dai tasti sinistra/destra:

source: If this option is activated the function of the left/right arrow buttons will changed. Normal you can use the buttons also for winding, if is changed you have quick access to the new jump function. ATTENTION: Enigma 2 restart is necessary!
it: Se si attiva questa opzione, la funzione dei tasti freccia < > (sx/dx) cambierà. Normalmente è possibile usare i tasti anche per gli avvolgimenti, cambiando si passa all'accesso veloce delle funzioni di salto. Richiede riavvio di E2!

source: Manual jump sensibility:
it: Lunghezza del salto manuale:

source: Here you can adjust the manually jump length relative to the film length in percent.
it: Qui è possibile regolare manualmente la lunghezza del salto rispetto alla lunghezza del film in percentuale.

source: Use wastebasket:
it: Usare il cestino:

source: If this option is activated the movie will not be deleted but moved into the wastebasket.
it: Se questa opzione è attivata, i film non saranno cancellati ma spostati nel cestino.

source: Show Wastebasket in extensions menu from movielist:
it: Mostrare il Cestino nel menu dell'elenco film:

source: Displays wastebasket function in the menu at the movie list.
it: Visualizza le funzioni del cestino nel menu dell'elenco film.

source: Show Clientbox setup in movielist:
it: Mostrare impostazioni Client Box nel menu dell'elenco film:
